/* Seafile */
"%@ can't verify the identity of the website \"%@\"" = "%1$@لا يمكن التحقق من هوية الموقع \"%2$@\"";

/* Destination Picker */
"Current library" = "المكتبة الحالية";
"Other libraries" = "المكتبات الآخرى";
"Recent" = "الحديثه";
"Move here" = "نقله هنا";
"Copy here" = "نسخه هنا";
"New folder" = "مجلد جديد";
"New folder name" = "اسم المجلد الجديد";
"Folder name invalid" = "اسم المجلد غير صالح";
"items" = "العناصر";
"Destination scope" = "نطاق الوجهة";
"Confirm move or copy to current directory" = "تأكيد النقل أو النسخ إلى المجلد الحالي";
/* Seafile */
"%@ does not support to preview file of this kind at the moment." = "%@ لا يدعم معاينة هذا النوع من الملفات في الوقت الحالي.";

/* Seafile */
"%@ invite you to %@" = "%1$@ دعاك لـ%2$@";

/* Seafile */
"%@, Uploaded %@" = "%1$@، تم تحميلة %2$@";

/* Seafile */
"%@, uploading" = "%@، يتم تحميلة";

/* Seafile */
"%@, waiting to upload" = "%@، في انتظار تحميله";

/* Seafile */
"%ld photos remain" = "باقي %ld صورة";

/* Seafile */
"%ld files are uploaded to Seafile" = "%ld  ملف/ملفات يتم تحميلها إلى سيفايل";

/* Seafile */
"%ld selected" = "تم تحديد %ld";

/* Seafile */
"1 photo remain" = "باقي صورة 1 ";

/* Seafile */
"%ld days ago" = "منذ %ld يوم/أيام ";

/* Seafile */
"%ld hours ago" = "منذ %ld ساعة/ساعات";

/* Seafile */
"%ld minutes ago" = "منذ %ld دقيقة/دقائق";

/* Seafile */
"%ld months ago" = "منذ %ld شهر/شهور";

/* Seafile */
"%ld years ago" = "منذ %ld سنة/سنوات";

/* Seafile */
"a day ago" = "منذ يوم واحد";

/* Seafile */
"a few seconds ago" = "منذ بضع ثوان";

/* Seafile */
"an hour ago" = "منذ ساعة";

/* Seafile */
"a minute ago" = "منذ دقيقة واحدة";

/* Seafile */
"a month ago" = "منذ شهر";

/* Seafile */
"a year ago" = "منذ سنة";

/* Seafile */
"A file with the same name already exists, do you want to overwrite?" = "يوجد ملف بنفس الاسم ، هل تريد الكتابة عليه؟";

/* Seafile */
"About" = "عنا";

/* Seafile */
"Account" = "الحساب";

/* Seafile */
"Account Info" = "معلومات الحساب";

/* Seafile */
"Accounts" = "الحسابات";

/* Seafile */
"Activities" = "الأنشطة";

/* Seafile */
"Activity" = "النشاط";

/* Seafile */
"Add a new discussion" = "أضف مناقشة جديدة";

/* Seafile */
"Add account" = "إضافة حساب";

/* Seafile */
"Add contact" = "إضافة جهة اتصال";

/* Seafile */
"Added" = "تمت الإضافة";

/* Seafile */
"Added directory" = "تمت إضافة المجلد";

/* Seafile */
"Added file" = "تمت إضافة الملف";

/* Seafile */
"Added or modified" = "تمت الإضافة أو التعديل";

/* Seafile */
"All photos synced" = "تمت مزامنة جميع الصور";

/* Seafile */
"Are you sure to clear all the cache?" = "هل أنت متأكد من مسح كل ذاكرة التخزين المؤقت؟";

/* Seafile */
"Are you sure to cancel all downloading tasks?" = "هل أنت متأكد من إلغاء جميع مهام التنزيل؟";

/* Seafile */
"Are you sure to cancel all uploading tasks" = "هل أنت متأكد من إلغاء جميع مهام التحميل؟";

/* Seafile */
"Are you sure to log out?" = "هل أنت متأكد من تسجيل الخروج؟";

/* Seafile */
"Are you sure you want to delete %@ ?" = "هل أنت متأكد أنك تريد حذف%@ ؟";

/* Seafile */
"Are you sure you want to delete these items?" = "هل أنت متأكد أنك تريد حذف هذه العناصر؟";

/* Seafile */
"Are you sure to save all photos to album?" = "هل أنت متأكد من حفظ جميع الصور في الألبوم؟";

/* Seafile */
"Auto Upload" = "التحميل التلقائي";

/* Auto cleay library password */
"Auto clear passwords" = "مسح كلمات السر تلقائيًا";

/* Seafile */
"Auto merge by seafile system" = "الدمج التلقائي بواسطة نظام سيفايل";

/* Seafile */
"Auto upload should be enabled first." = "يجب تفعيل التحميل التلقائي أولاً.";

/* Seafile */
"Back" = "العودة";

/* Seafile */
"Back to Last Account" = "العودة إلى الحساب الأخير";

/* Seafile */
"Background Upload" = "التحميل في الخلفية";

/* Seafile */
"Backup Contacts" = "نسخ احتياطي لجهات الاتصال";

/* Seafile */
"Cache" = "الذاكرة المؤقتة";

/* FolderView_iPad.storyboard */
"Camera Upload" = "تحميل صور المصورة -الكاميرا-";

/* Seafile */
"Can not remove certificate because it is still in use" = "لا يمكن إزالة الشهادة لأنها لا تزال قيد الاستخدام";

/* Seafile */
"Cancel" = "إلغاء";

/* Seafile */
"Cancel download" = "إلغاء التنزيل";

/* Seafile */
"Cancel upload" = "إلغاء التحميل";

/* Seafile */
"Changed library name or description" = "تم تغيير اسم المكتبة أو وصفها";

/* Seafile */
"Checking library password ..." = "التحقق من كلمة سر المكتبة ...";

/* Seafile */
"Choose" = "إختر";

/* Seafile */
"Choose directory" = "اختر مجلد";

/* Seafile */
"Choose a Seafile server" = "اختر خادم سيفايل -Seafile-";

/* Seafile */
"Choose an account to start" = "اختر حسابًا للبدء";

/* Seafile */
"Clear libraries passwords successfully." = "تم مسح كلمات سر المكتبات بنجاح.";

/* Seafile */
"Clear library password successfully." = "تم مسح كلمة سر المكتبة بنجاح.";

/* Seafile */
"Clear password" = "مسح كلمة السر";

/* Seafile */
"Clear remembered passwords" = "مسح كلمات السر المحفوظة";

/* Seafile */
"Click \"Search\" to start" = "انقر فوق \"بحث\" للبدء";

/* Seafile */
"Connecting to server" = "الاتصال بالخادم";

/* Seafile */
"Contacts Backup" = "النسخ الاحتياطي لجهات الاتصال";

/* Seafile */
"Contacts backup failed." = "فشل النسخ الاحتياطي لجهات الاتصال.";

/* Seafile */
"Contacts backup should be enabled first." = "ينبغي تفعيل النسخ الاحتياطي لجهات الاتصال أولاً.";

/* Seafile */
"Contacts backup succeeded." = "تم النسخ الاحتياطي لجهات الاتصال بنجاح.";

/* Seafile */
"Contacts will be backuped as: %@ " = "سيتم نسخ جهات الاتصال احتياطيًا على النحو التالي: %@";

/* Seafile */
"Copy" = "نسخ";

/* Seafile */
"Copy Link to Clipboard" = "نسخ الرابط إلى الحافظة";

/* Seafile */
"Copy image to clipboard" = "نسخ الصورة إلى الحافظة";

/* Seafile */
"Copy share link to clipboard" = "نسخ رابط المشاركة إلى الحافظة";

/* Seafile */
"Copying files ..." = "نسخ الملفات ...";

/* Seafile */
"Created library %@" = "تم إنشاء المكتبة %@";

/* Seafile */
"Creating file ..." = "إنشاء الملف ...";

/* Seafile */
"Creating folder ..." = "إنشاء المجلد ...";

/* Seafile */
"Creating library ..." = "إنشاء المكتبة ...";

/* Seafile */
"Created library" = "تم إنشاء المكتبة";

/* Seafile */
"Created folder" = "تم إنشاء المجلد";

/* Seafile */
"Created file" = "تم إنشاء الملف";

/* Seafile */
"Created %ld files" = "تم إنشاء %ld ملف/ملفات";

/* Seafile */
"Created draft" = "تم إنشاء المسودة";

/* Seafile */
"Delete" = "مسح";

/* Seafile */
"Deleted" = "تم الحذف";

/* Seafile */
"Deleted library %@" = "تم حذف المكتبة %@";

/* Seafile */
"Deleting directory ..." = "تم حذف المجلد ...";

/* Seafile */
"Deleting file ..." = "يتم حذف الملف ...";

/* Seafile */
"Deleting files ..." = "يتم حذف الملفات ...";

/* Seafile */
"Delete success" = "نجح الحذف";

/* Seafile */
"Deleted library" = "مكتبة محذوفة";

/* Seafile */
"Deleted folder" = "مجلد محذوف";

/* Seafile */
"Deleted file" = "ملف محذوف";

/* Seafile */
"Deleted draft" = "مسودة محذوفة";

/* Seafile */
"Destination" = "الوجهة";

/* Seafile */
"Directory '%@' is shared with you using %@" = "تمت مشاركة المجلد `%1$@`معك باستخدام %2$@";

/* Seafile */
"Discussion" = "المناقشات";

/* Seafile */
"Do you want reset the uploaded photos?" = "هل تريد إعادة تعيين الصور التي تم تحميلها؟";

/* Seafile */
"Do you want to backup contacts now? " = "هل تريد القيام بنسخ جهات الانصال احتياطياً الآن؟";

/* Seafile */
"Download" = "تنزيل";

/* Seafile */
"Edit" = "تعديل";

/* Seafile */
"Email" = "البريد اﻹلكتروني";

/* Seafile */
"Email or Username" = "البريد الإلكتروني أو اسم المستخدم";

/* Seafile */
"Enable TouchID" = "تفعيل التعرف بالبصمة";

/* Seafile */
"Enable FaceID" = "تفعيل التعرف ببصمة الوجه";

/* Seafile */
"Encrypted Libraries" = "المكتبات المشفرة";

/* Seafile */
"Encrypted" = "مُشفر";

/* Seafile */
"Encrypted libraries cannot be used for backup." = "لا يمكن استخدام المكتبات المشفرة للنسخ الاحتياطي.";

/* Seafile */
"Failed to add discussion" = "فشل في إضافة المناقشة";

/* Seafile */
"Failed to authenticate" = "فشل في المصادقة";

/* Seafile */
"Failed to connect to SSO link server" = "فشل في الاتصال برابط خادم تسجيل الدخول الأحادي -SSO-";

/* Seafile */
"Failed to connect to SSO 'Server Info' server" = "فشل الاتصال بخادم تسجيل الدخول الأحادي -SSO- 'معلومات الخادم'";

/* Seafile */
"Failed to copy files" = "فشل في نسخ الملفات";

/* Seafile */
"Failed to create file" = "فشل في إنشاء الملف";

/* Seafile */
"Failed to create folder" = "فشل في إنشاء المجلد";

/* Seafile */
"Failed to create library" = "فشل في إنشاء المكتبة";

/* Seafile */
"Failed to delete files" = "فشل في حذف الملفات";

/* Seafile */
"Failed to download file '%@'" = "فشل في تحميل الملف '%@'";

/* Seafile */
"Failed to find %@" = "فشل في العثور على %@";

/* Seafile */
"Failed to find library" = "فشل في العثور على المكتبة";

/* Seafile */
"Failed to generate share link of directory '%@'" = "فشل في إنشاء رابط المشاركة للدليل '%@'";

/* Seafile */
"Failed to generate share link of file '%@'" = "فشل في إنشاء رابط مشاركة الملف '%@'";

/* Seafile */
"Failed to get groups ..." = "فشل في الحصول على المجموعات ...";

/* Seafile */
"Failed to get messages" = "فشل في الحصول على الرسائل";

/* Seafile */
"Failed to get modification details" = "فشل في الحصول على تفاصيل التعديل";

/* Seafile */
"Failed to get starred files" = "فشل في الحصول على الملفات المميزة";

/* Seafile */
"Failed to get SSO link" = "فشل في الحصول على رابط تسجيل الدخول الأحادي";

/* Seafile */
"Failed to identify the coding of '%@'" = "فشل في تحديد الترميز '%@'";

/* Seafile */
"Failed to load activities" = "فشل تحميل الأنشطة";

/* Seafile */
"Failed to load content of the directory" = "فشل تحميل محتوى المجلد";

/* Seafile */
"Failed to load files" = "فشل تحميل الملفات";

/* Seafile */
"Failed to login" = "فشل في تسجيل الدخول";

/* Seafile */
"Failed to move files" = "فشل نقل الملفات";

/* Seafile */
"Failed to open file" = "فشل في فتح الملف";

/* Seafile */
"Failed to remove certificate" = "فشل في إزالة الشهادة";

/* Seafile */
"Failed to rename file" = "فشل في إعادة تسمية الملف";

/* Seafile */
"Failed to restore contacts." = "فشل في استعادة جهات الاتصال.";

/* Seafile */
"Failed to save %@ to album" = "فشل في حفظ %@ في الألبوم";

/* Seafile */
"Failed to copy %@ to clipboard" = "فشل في نسخ %@ إلى الحافظة";

/* Seafile */
"Failed to save account" = "فشل في حفظ الحساب";

/* Seafile */
"Failed to search" = "فشل البحث";

/* Seafile */
"Failed to send message" = "فشل في إرسال الرسالة";

/* Seafile */
"Failed to upload file" = "فشل تحميل الملف";

/* Seafile */
"File '%@' is shared with you using %@" = "تمت مشاركة الملف '%1$@' معك باستخدام %2$@";

/* Seafile */
"File '%@' is too large to edit" = "الملف '%@' كبير جدًا بحيث لا يمكن تعديله";

/* Seafile */
"File '%@' uploaded successfully" = "تم تحميل الملف '%@' بنجاح";

/* Seafile */
"File name invalid" = "اسم الملف غير صالح";

/* Seafile */
"File name must not be empty" = "اسم الملف لا يجب أن يكون فارغا";

/* Seafile */
"Files with the same name already exist, do you want to overwrite?" = "توجد بالفعل ملفات بنفس الاسم، هل تريد الكتابة فوقها؟";

/* Seafile */
"File can not be shared" = "لا يمكن مشاركة الملف";

/* Seafile */
"Folder name invalid" = "اسم المجلد غير صالح";

/* Seafile */
"Folder name must not be empty" = "اسم المجلد لا يجب أن يكون فارغا";

/* Seafile */
"For example: https://seacloud.cc or http://192.168.1.24:8000" = "على سبيل المثال: https://seacloud.cc أو http://192.168.1.24:8000";

/* Seafile */
"Generate share link ..." = "إنشاء رابط المشاركة ...";

/* Seafile */
"Generate share link success" = "إنشاء رابط المشاركة بنجاح";

/* Seafile */
"Group discussion" = "مناقشة جماعية";

/* Seafile */
"Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href=\"%@\">%@</a>\n\n" = "مرحبًا! <br/><br/>لقد كنت أستخدم هذا التطبيق %1$@ وأعتقد أنه قد يعجبك. إنه طريقة مجانية لنقل جميع ملفاتك إلى أي مكان ومشاركتها بسهولة. <br/><br/>انتقل إلى الموقع الرسمي لـ%2$@:</br></br><a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "مرحبًا، هذا الرابط لـ <b>'%1$@'</b> في%2$@: <br/><br/><a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href=\"%@\">%@</a>\n\n" = "مرحبًا، هذا رابطًا إلى المجلد <b>'%1$@'</b> في %2$@:<br/><br/><a href=\"%3$@\">%4$@</a>\n\n";

/* Seafile */
"How would you like to share this file?" = "كيف تريد مشاركة هذا الملف؟";

/* Seafile */
"Hide" = "إخفاء";

/* Seafile */
"Import client certificate" = "استيراد شهادة العميل";

/* Seafile */
"Invalid Server" = "خادم غير صالح";

/* Seafile */
"Invalid email" = "بريد الكتروني غير صالح";

/* Seafile */
"Last Backup Time" = "وقت النسخ الاحتياطي الأخير";

/* No comment provided by engineer. */
"Last Updated: %@" = "آخر تحديث: %@";

/* Seafile */
"Libraries" = "المكتبات";

/* Loading Status */
"Loading..." = "تحميل...";

/* Seafile */
"Local Cache" = "ذاكرة التخزين المؤقت المحلية";

/* Local decryption */
"Local decryption" = "فك التشفير المحلي";

/* Seafile */
"Log out" = "تسجيل الخروج";

/* Seafile */
"Login" = "تسجيل الدخول";

/* Seafile */
"Library name invalid" = "اسم المكتبة غير صالح";

/* Seafile */
"Library name must not be empty" = "اسم المكتبة لا يجب أن يكون فارغا";

/* Seafile */
"Message" = "الرسالة";

/* Seafile */
"Messages" = "الرسائل";

/* Seafile */
"Modification Details" = "تفاصيل التعديل";

/* Seafile */
"Modified" = "معدل";

/* Seafile */
"Modified file" = "الملف المعدل";

/* Seafile */
"More" = "أكثر";

/* Seafile */
"Move" = "نقل";

/* Seafile */
"MoveTo" = "نقل إلى";

/* Seafile */
"Moved" = "تم نقل";

/* Seafile */
"Moved directory" = "تم نقل الدليل";

/* Seafile */
"Moving files ..." = "نقل الملفات...";

/* Seafile */
"Moved folder" = "تم نقل المجلد";

/* Seafile */
"Moved file" = "تم نقل الملف";

/* Seafile */
"My Own Libraries" = "مكتباتي الخاصة";

/* Seafile */
"NO" = "لا";

/* FailToPreview_iPad.xib, FailToPreview_iPhone.xib, SeafCell.xib, SeafDirCell.xib, SeafMessageCell.xib, SeafUploadDirViewController.xib */
"Name" = "الاسم";

/* Seafile */
"Navigate to Folder" = "انتقل إلى المجلد";

/* Seafile */
"Network unavailable" = "الشبكة غير متاحة";

/* Seafile */
"New File" = "ملف جديد";

/* Seafile */
"New Folder" = "مجلد جديد";

/* Seafile */
"New file name" = "اسم الملف الجديد";

/* Seafile */
"New folder name" = "اسم المجلد الجديد";

/* Seafile */
"New Library" = "مكتبة جديدة";

/* Seafile */
"New library name" = "اسم المكتبة الجديد";

/* Seafile */
"No Results" = "لا توجد نتائج";

/* Seafile */
"No available certificates" = "لا توجد شهادات متاحة";

/* Seafile */
"OK" = "حسناً";

/* Seafile */
"Open elsewhere..." = "افتحه في مكان آخر...";

/* Seafile */
"Open in other applications" = "فتحه في تطبيقات أخرى";

/* Seafile */
"Open photo browser" = "افتح متصفح الصور";

/* Seafile */
"Open Seafile to view details" = "افتح سيفايل لعرض التفاصيل";

/* Seafile */
"Organization" = "المنظمة";

/* Seafile */
"Other Server" = "خادم آخر";

/* Seafile */
"Out of quota" = "إنتهت حصتك";

/* Seafile */
"Password" = "كلمة السر";

/* Seafile */
"Password must not be empty" = "يجب ألا تكون كلمة السر فارغة";

/* Seafile */
"Password of '%@'" = "كلمة السر لـ'%@'";

/* Seafile */
"Password of library '%@'" = "كلمة سر المكتبة '%@'";

/* Seafile */
"Password required" = "كلمة السر مطلوية";

/* Seafile */
"Password (at least 8 characters)" = "كلمة السر (8 أحرف على الأقل)";

/* Seafile */
"Please enter your password again" = "الرجاء إدخال كلمة السر الخاصة بك مرة أخرى";

/* Seafile */
"Password must at least 8 characters" = "يجب أن تتكون كلمة السر من 8 أحرف على الأقل";

/* Seafile */
"Two passwords are different" = "كلمتي السر مختلفتان";

/* Seafile */
"PasteTo" = "لصق لـ";

/* Seafile */
"Photos" = "الصور";

/* Seafile */
"Photos are not accessible" = "الصور غير متاحة";

/* Seafile */
"Please authenticate to proceed" = "يرجى المصادقة للمتابعة";

/* Seafile */
"Please disable \"Auto clear passwords\" for auto uploading photos to an encrypted library." = "يرجى تعطيل خيار \"مسح كلمات السر تلقائيًا\" لتحميل الصور تلقائيًا إلى مكتبة مشفرة.";

/* Seafile */
"Please disable \"Auto clear passwords\" for uploading contacts to an encrypted library." = "يرجى تعطيل \"مسح كلمات السر تلقائيًا\" لتحميل جهات الاتصال إلى مكتبة مشفرة.";

/* Seafile */
"Please enable \"Local decryption\" for auto uploading photos to an encrypted library." = "يرجى تفعيل \"فك التشفير المحلي\" لتحميل الصور تلقائيًا إلى مكتبة مشفرة.";

/* Seafile */
"Please enable \"Local decryption\" for uploading contacts to an encrypted library." = "يرجى تفعيل \"فك التشفير المحلي\" لتحميل جهات الاتصال إلى مكتبة مشفرة.";

/* Seafile */
"Post a discussion to group" = "نشر مناقشة للمجموعة";

/* Seafile */
"Preview" = "معاينة";

/* Seafile */
"Print" = "طباعة";

/* Seafile */
"Prepare for backup" = "الاستعداد للنسخ الاحتياطي...";

/* Seafile */
"Publish draft" = "نشر المسودة";

/* Pull down to get more messages */
"Pull down to get more messages..." = "اسحب للأسفل للحصول على المزيد من الرسائل...";

/* Pull to refresh status */
"Pull to refresh..." = "اسحب للتحديث...";

/* Seafile */
"Recovered deleted directory" = "تم استرداد الدليل المحذوف";

/* Seafile */
"Redownload" = "إعادة التنزيل";

/* Release to get more messages */
"Release to get more messages..." = "اترك للحصول على المزيد من الرسائل...";

/* Release to refresh status */
"Release to refresh..." = "اترك للتحديث...";

/* Seafile */
"Removed all items from trash" = "تم إزالة جميع العناصر من سلة المهملات";

/* Seafile */
"Removed items older than %ld days from trash" = "تمت إزالة العناصر الأقدم من %ld يوم من سلة المهملات";

/* Seafile */
"Remove client certificate" = "إزالة شهادة العميل";

/* Seafile */
"Removed" = "تمت إزالته";

/* Seafile */
"Removed directory" = "تمت إزالة المجلد";

/* Seafile */
"Removed file" = "تمت إزالة الملف";

/* Seafile */
"Rename" = "إعادة التسمية";

/* Seafile */
"Renamed" = "تمت إعادة التسميته";

/* Seafile */
"Renamed directory" = "تمت إعادة تسمية المجلد";

/* Seafile */
"Renaming file ..." = "إعادة تسمية الملف ...";

/* Seafile */
"Renamed library" = "تمت إعادة تسمية المكتبة";

/* Seafile */
"Renamed folder" = "تمت إعادة تسمية المجلد";

/* Seafile */
"Renamed file" = "تمت إعادة تسمية الملف";

/* Seafile */
"Replace" = "إستبدال";

/* Seafile */
"Reset repo password" = "إعادة تعيين كلمة سر المستودع";

/* Seafile */
"Restore Contacts" = "استعادة جهات الاتصال";

/* Seafile */
"Restoring contacts." = "استعادة جهات الاتصال.";

/* Seafile */
"Restored library" = "المكتبة مستعادة";

/* Seafile */
"Restored folder" = "المجلد مستعاد";

/* Seafile */
"Restored file" = "الملف مستعاد";

/* Seafile */
"Reverted file \"%@\" to status at %@." = "تمت إعادة الملف \"%1$@\" إلى الحالة السابقة الساعة %2$@ .";

/* Seafile */
"Reverted library to status at" = "تمت إعادة المكتبة إلى حالتها الأصلية بتاريخ";

/* Seafile push notification message */
"SEAFILE_LOC_KEY_FORMAT" = "%@، لديك رسائل جديدة من %@";

/* Seafile */
"Save" = "حفظ";

/* Seafile */
"Save Destination" = "وجهة الحفظ";

/* Seafile */
"Save all photos to album" = "حفظ جميع الصور في دفتر الصور -الألبوم-";

/* Seafile */
"Save to %@" = "حفظه في %@";

/* MainInterface.storyboard */
"Save to Seafile" = "حفظه في سيفايل";

/* Seafile */
"Save to album" = "حفظ في الدفتر الصور";

/* Seafile */
"Saving all photos to album" = "حفظ جميع الصور في دفتر الصور";

/* Seafile */
"Seafile" = "سيفايل";

/* Seafile */
"Search" = "بحث";

/* Seafile */
"Search files in this library" = "البحث عن الملفات في هذه المكتبة";

/* Seafile */
"Search is not supported on the server" = "البحث غير مدعوم على الخادم";

/* Seafile */
"Searching" = "يتم البحث";

/* Seafile */
"Searching ..." = "البحث ...";

/* Seafile */
"Select All" = "حدد الكل";

/* Seafile */
"Select items" = "العناصر المحددة";

/* Seafile */
"Select None" = "لا تحدد شيء";

/* Seafile */
"Select a certificate" = "حدد الشهادة";

/* No comment provided by engineer. */
"Send" = "أرسل";

/* Seafile */
"Send share link via email" = "إرسال رابط المشاركة عبر البريد الإلكتروني";

/* Seafile */
"Sending" = "إرسال";

/* Seafile */
"Sending..." = "إرسال...";

/* Seafile */
"Server" = "الخادم";

/* Seafile */
"Server must not be empty" = "يجب ألا يكون الخادم فارغًا";

/* Seafile */
"Server, like https://seafile.cc" = "الخادم، مثلاً https://seafile.cc";

/* Seafile */
"Settings" = "الإعدادات";

/* Seafile */
"Setting star..." = "إعدادات المميزه...";

/* Seafile */
"Shared to me" = "ما تمت مشاركتها معي";

/* Seafile */
"Shared with groups" = "ما تمت مشاركتها مع مجموعات";

/* Seafile */
"Share" = "مشاركة";

/* Seafile */
"Sharing of NSData format is not supported" = "مشاركة تنسيق إنإسداتا -NSData- غير مدعوم";

/* Seafile */
"Shibboleth" = "تسجيل الدخول الأحادي شيبوليث";

/* Seafile */
"Shibboleth Login" = "تسجيل دخول شيبوليث";

/* Seafile */
"Single Sign On" = "تسجيل الدخول الأحادي";

/* Seafile */
"Sort by Last Modifed Time" = "فرز حسب وقت التعديل الأخير";

/* Seafile */
"Sort by Name" = "فرز حسب الاسم";

/* Seafile */
"Space Used" = "المساحة المستخدمة";

/* Seafile */
"Star" = "تمييز";

/* Seafile */
"Starred" = "مميز";

/* Seafile */
"Start to download folder: " = "ابدأ بتنزيل المجلد:";

/* Seafile */
"Start to download library: " = "ابدأ بتنزيل المكتبة:";

/* Seafile */
"Succeeded to remove certificate" = "نجح في إزالة الشهادة";

/* Seafile */
"Succeeded to restore contacts" = "نجح في استعادة جهات الاتصال";

/* Seafile */
"Succeeded to save %@ to album" = "%@ حفظت بنجاح  إلى دفتر الصور";

/* Seafile */
"Succeeded to copy %@ to clipboard" = "%@ نسخت بنجاح إلى الحافظة";

/* Seafile */
"Successfully imported %@" = "%@ تم الاستيراد بنجاح ";

/* Seafile */
"Successfully moved" = "تم النقل بنجاح";

/* Seafile */
"Successfully copied" = "تم النسخ بنجاح";

/* Seafile */
"Successfully starred" = "تم تمييزه بنجاح";

/* Seafile */
"Switch Account" = "تبديل الحساب";

/* Seafile */
"Tell Friends about %@" = "أخبر الأصدقاء عن %@";

/* Seafile */
"The certificate from this website has been changed. Would you like to connect to the server anyway?" = "لقد تم تغيير الشهادة من هذا الموقع. هل ترغب في الاتصال بالخادم على أي حال؟";

/* Seafile */
"The certificate from this website is invalid. Would you like to connect to the server anyway?" = "الشهادة من هذا الموقع غير صالحة. هل ترغب في الاتصال بالخادم على أي حال؟";

/* Seafile */
"The file has been deleted" = "لقد تم حذف الملف";

/* Seafile */
"The folder has been deleted" = "لقد تم حذف المجلد";

/* Seafile */
"The length of password should be between 3 and 100" = "يجب أن يكون طول كلمة الصر بين 3 و 100";

/* Seafile */
"The mail account has not been set yet" = "لم يتم إعداد حساب البريد الإلكتروني بعد";

/* Seafile */
"The token is invalid, you need to login again" = "الرمز غير صالح، يجب عليك تسجيل الدخول مرة أخرى";

/* Seafile */
"There is no app which can open this type of file on this machine" = "لا يوجد تطبيق يمكنه فتح هذا النوع من الملفات على هذا الجهاز";

/* Seafile */
"There was a problem verifying your identity." = "حدثت مشكلة أثناء التحقق من هويتك.";

/* Seafile */
"This app does not have access to your contacts." = "لا يمكن لهذا التطبيق الوصول إلى جهات الاتصال الخاصة بك.";

/* Seafile */
"There is no account available" = "لا يوجد حساب متاح.";

/* Seafile */
"This app does not have access to your location service." = "لا يمكن لهذا التطبيق إمكانية الوصول إلى خدمة موقعك.";

/* Seafile */
"This app does not have access to your photos and videos." = "لايمكن لهذا التطبيق إمكانية الوصول إلى صورك ومقاطع الفيديو الخاصة بك.";

/* Seafile */
"This function is not supportted yet" = "هذه الخاصية غير مدعومة بعد";

/* Seafile */
"This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself" = "لا يتم دعم هذه الخاصية حتى الآن، يمكنك نسخها إلى اللوحة وإرسال البريد بنفسك";

/* Seafile */
"Two step verification code" = "رمز التحقق بخطوتين";

/* Seafile */
"Unstar" = "إلغاء التمييز";

/* Seafile */
"Upload" = "تحميل";

/* Seafile */
"Upload Destination" = "وجهة التحميل";

/* Seafile */
"Upload HEIC" = "تحميل الصور عالي الكفاءة HEIC";

/* Seafile */
"Upload Videos" = "تحميل الصور المتحركة -الفيديوهات-";

/* Seafile */
"Updated file" = "تم تحديث الملف";

/* Seafile */
"Updated draft" = "تحميل المسودة";

/* NSPhotoLibraryUsageDescription */
"Used to sync photos" = "يستخدم لمزامنة الصور";

/* Seafile */
"Username" = "اسم المستخدم";

/* Seafile */
"Username must not be empty" = "اسم المستخدم لا يجب أن يكون فارغا";

/* Seafile */
"Verification code must not be empty" = "يجب ألا يكون رمز التحقق فارغًا";

/* Seafile */
"Version" = "الإصدار";

/* Seafile */
"Website" = "الموقع الإلكتروني";

/* Seafile */
"Welcome to %@" = "مرحباً بك في %@";

/* Seafile */
"Wifi Only" = "الشبكة اللاسلكية -WIFI- فقط";

/* Seafile */
"Wipe Cache" = "مسح ذاكرة التخزين المؤقت";

/* Seafile */
"Wrong library password" = "كلمة سر المكتبة خطأ";

/* Seafile */
"Wrong password" = "كلمة السر خطأ";

/* Seafile */
"Wrong username or password" = "اسم المستخدم أو كلمة السر خطأ";

/* Seafile */
"YES" = "نعم";

/* Seafile */
"You can enable access in Privacy Settings" = "يمكنك تفعيل الوصول في إعدادات الخصوصية";

/* Seafile */
"Your device cannot authenticate using Touch ID." = "لا يمكن لجهازك المصادقة باستخدام بصمة الاصبع.";

/* Seafile */
"Your device cannot authenticate using Face ID." = "لا يمكن لجهازك المصادقة باستخدام بصمة الوجه.";

/* Seafile */
"and %@ more" = "و %@ أكثر";

/* SeafCell.xib */
"detail" = "التفاصيل";

/* Seafile */
"directories" = "المجلدات";

/* Seafile */
"files" = "الملفات";

/* Seafile */
"modified" = "وقت التعديل";

/* Seafile */
"Uploading" = "جاري التحميل";

/* Seafile */
"Downloading" = "جاري التنزيل";

/* Seafile */
"Upload & Download" = "التحميل والتنزيل";

/* Seafile */
"Completed" = "إكتمل";

/* waiting to upload */
"Waiting to upload" = "% في انتظار التحميل";

/* FolderView_iPad.storyboard, FolderView_iPhone.storyboard */
"www.seafile.com" = "www.seafile.com";

/* Share to WeChat */
"Share to WeChat" = "شارك على ويشات -WeChat-";

/* Share Cancelled */
"Share Cancelled" = "تم إلغاء المشاركة";

/* Failed to share to WeChat */
"Failed to share to WeChat" = "فشل في المشاركة على ويشات -WeChat-";

/* Failed to share to WeChat */
"Failed to star" = "فشل تمييزه";

/* OK and Remember Device */
"OK and Remember Device" = "حسناً وتذكر الجهاز";

/* Privacy Policy */
"Privacy Policy" = "سياسة الخصوصية";

/* Privacy Policy URL */
"https://www.seafile.com/en/privacy_policy/" = "https://www.seafile.com/en/privacy_policy/";

/*  TouchID is Enabled  */
"FaceID(TouchID) is Enabled" = "التحقق بإستخدام البصمة مفعل";

/* Files cannot be used whith TouchID */
"Files cannot access files in Seafile when FaceID(TouchID) enabled. Please open Seafile and disable FaceID(TouchID)." = "لا يمكن للملفات الوصول إلى الملفات الموجودة في سيفايل عند تفعيل التحقق بالبصمة يُرجى فتح سيفايل وتعطيل التحقق بإستخدام البصمة.";

/* Seafile */
"Please open Seafile and add an account to start" = "الرجاء فتح سيفايل -Seafile- وإضافة حساب للبدء.";

//3.0.2
/* SeafPhotoContentVC */
"Uncalibrated" = "غير معايرة";

"ColorSpace %d" = "مساحة اللون %d";

"Unknown" = "مجهول";

"Capture Time • %@" = "وقت الالتقاط • %@";

"Dimensions • %@" = "الأبعاد • %@";

/* Photo Info */
"Size" = "الحجم";

"Modified Time" = "الوقت المعدل";

"Last Modifier" = "آخر تعديل";

"Unknown Date" = "التاريخ غير معروف";

"Unknown User" = "المستخدم غير معروف";

/* SeafPhotoGalleryViewController */
"Please wait for the image to upload and refresh the list before proceeding" = "يرجى الانتظار حتى يتم تحميل الصورة وتحديث القائمة قبل المتابعة";

"View Photos" = "عرض الصور";

//3.0.3
"Shared with all" = "مشتركة مع الجميع";

"Load failed, tap to retry" = "فشل التحميل، انقر لإعادة المحاولة";

"tap to retry" = "انقر لإعادة المحاولة";

//3.0.5
/* SeafBackupGuideViewController */
"Please select a directory" = "الرجاء تحديد المجلد";

"Select Backup Location" = "حدد موقع النسخ الاحتياطي";

"Select a directory" = "حدد المجلد";

"Select Backup Content" = "حدد محتوى النسخ الاحتياطي";

"Please select content to upload" = "الرجاء تحديد المحتوى الذي تريد تحميله";

"Select Backup Method" = "حدد طريقة النسخ الاحتياطي";

"Please select upload method" = "الرجاء تحديد طريقة التحميل";

"Back up photos" = "نسخ الصور احتياطيًا";

"Back up photos and videos" = "النسخ الاحتياطي للصور ومقاطع الفيديو";

"Keep HEIC format when backing up" = "احتفظ بصيغة ملف الصورة عالي الكفاءة بتنسيق -HEIC- عند إجراء النسخ الاحتياطي";

"Auto-sync only on Wi-Fi" = "المزامنة التلقائية فقط على الواي فاي -Wi-Fi-";

"Wi-Fi or cellular data" = "الواي فاي أو بيانات الجوال";

"Start" = "بدأ";

"Next" = "التالي";

//3.0.5
"Share file" = "مشاركة الملف";

"Upload photos" = "تحميل الصور";

"Re-upload" = "إعادة التحميل";

"Upload file" = "تحميل الملف";

//3.0.6
"Play" = "تشغيل";

//3.0.7
"Select an account" = "حدد حسابًا";

// SDoc Profile - titles and placeholders
"description" = "الوصف";
"_last_modifier" = "آخر تعديل";
"_last_modified_time" = "وقت آخر تعديل";
"_file_status" = "الحالة";
"_file_collaborators" = "المتعاونون";
"_size" = "الحجم";
"_reviewer" = "المراجع";
"_in_progress" = "قيد التنفيذ";
"_in_review" = "قيد المراجعة";
"_done" = "إنتهى";
"_outdated" = "قديمة";
"_tags" = "العلامات";
"_owner" = "المالك";
"_file_rate" = "التصنيف";
"_location" = "الموقع";
"empty" = "فارغ";
/* Outline empty state */
"No data" = "لا توجد بيانات";

// 3.0.9 - SDoc Comments & Service
/* Seafile */
"Resolved" = "تم حلها";

/* Seafile */
"bad url" = "عنوان غير صالح";

/* Seafile */
"unexpected payload" = "حمولة غير متوقعة";

/* Seafile */
"invalid params" = "عوامل غير صالحة";

/* Seafile */
"no connection" = "لا يوجد اتصال";

// 3.0.9 - SDoc Comments (additional)
/* Seafile */
"Comments" = "التعليقات";

/* Seafile */
"empty_data" = "بيانات فارغة";

/* Seafile */
"No comments" = "لا توجد تعليقات";

/* Seafile */
"Please wait until the image upload is complete and try again." = "يرجى الانتظار حتى اكتمال تحميل الصورة ثم حاول مرة أخرى.";

/* Seafile */
"Content is empty" = "المحتوى فارغ";

/* Seafile */
"just now" = "الآن";

/* Seafile */
"Mark resolved" = "تحديد أنه تم حلّه";

/* Seafile */
"Retry" = "إعادة المحاولة";

/* Seafile */
"Write a comment..." = "اكتب تعليقا...";

/* Seafile */
"Complete" = "مكتمل";

/* Seafile */
"Not supported feature" = "ميزة غير مدعومة";

/* Seafile */
"Unknown error" = "خطأ غير معروف";

/* Seafile */
"Checked" = "تم فحصه";

/* Seafile */
"Unchecked" = "غير محدد";

/* Seafile */
"Load failed" = "فشل التحميل";

/* Seafile */
"Done" = "إنتهى";

/* Appearance settings */
"Appearance" = "Appearance";
"System" = "System";
"Light" = "Light";
"Dark" = "Dark";
